[
    {
        "_id": "643010e0f5a7e52ce1e8fa65",
        "name": "Jane Doe",
        "details": "Various versions have evolved over the years, sometimes by accident, sometimes on purpose (injected humour and the like). It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout.",
        "rating": 3
    },
    {
        "_id": "643010f9f5a7e52ce1e8fa66",
        "name": "John Doe",
        "details": "It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout. Various versions have evolved over the years, sometimes by accident, sometimes on purpose (injected humour and the like)",
        "rating": 2
    },
    {
        "_id": "6430110af5a7e52ce1e8fa67",
        "name": "MJ Doe",
        "details": "It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout. Various versions have evolved over the years, sometimes by accident, sometimes on purpose (injected humour and the like)",
        "rating": 5
    },
    {
        "_id": "64301123f5a7e52ce1e8fa68",
        "name": "Sarah Smith",
        "details": "I found the product to be incredibly useful and easy to use. The interface is intuitive, and it has all the features I need. Highly recommend it!",
        "rating": 4
    },
    {
        "_id": "6430113af5a7e52ce1e8fa69",
        "name": "Robert Johnson",
        "details": "This is by far the best service I have ever used. The customer support is outstanding, and the product itself is top-notch. I couldn't be happier!",
        "rating": 5
    },
    {
        "_id": "6430114bf5a7e52ce1e8fa70",
        "name": "Emily Davis",
        "details": "The product quality is excellent, and it performs as advertised. Customer service was helpful and prompt. Will buy again!",
        "rating": 4
    },
    {
        "_id": "6430115cf5a7e52ce1e8fa71",
        "name": "Michael Brown",
        "details": "The features are great and very user-friendly. The design is sleek and modern. Overall, a fantastic experience.",
        "rating": 4
    },
    {
        "_id": "6430116df5a7e52ce1e8fa72",
        "name": "Jessica Wilson",
        "details": "The product exceeded my expectations. It's well-built and has made my life so much easier. Strongly recommend!",
        "rating": 5
    },
    {
        "_id": "6430117ef5a7e52ce1e8fa73",
        "name": "David Miller",
        "details": "Good product but had some minor issues with the initial setup. Customer support helped resolve them quickly.",
        "rating": 3
    },
    {
        "_id": "6430118ff5a7e52ce1e8fa74",
        "name": "Laura Anderson",
        "details": "The product is okay, but I expected more features for the price. It works as described but could be improved.",
        "rating": 3
    },
    {
        "_id": "643011a0f5a7e52ce1e8fa75",
        "name": "Daniel Garcia",
        "details": "This is a solid product that does what it promises. The build quality is good and it's very reliable.",
        "rating": 4
    },
    {
        "_id": "643011b1f5a7e52ce1e8fa76",
        "name": "Emma Martinez",
        "details": "I've been using this product for a while and it hasn't disappointed. Great value for money and very durable.",
        "rating": 4
    },
    {
        "_id": "643011c2f5a7e52ce1e8fa77",
        "name": "James Lee",
        "details": "The product works perfectly and the customer service is outstanding. Highly recommend to anyone in need of this type of product.",
        "rating": 5
    },
    {
        "_id": "643011d3f5a7e52ce1e8fa78",
        "name": "Olivia Harris",
        "details": "Fantastic product! It has everything I need and more. Easy to use and very efficient.",
        "rating": 5
    },
    {
        "_id": "643011e4f5a7e52ce1e8fa79",
        "name": "Liam Robinson",
        "details": "Good product but had some issues with delivery. The support team was very responsive and helped me out.",
        "rating": 3
    }
]
